{"13": ["Precuneus R ", "Supramarginal Gyrus R ", "Insula  ", "Extrastriate Cortex L ", "Precuneus R ", "Precentral Gyrus R ", "Supramarginal Gyrus R ", "Thalamus L ", "Supramarginal Gyrus L ", "with rest and no regions in the hippocampal/parahippocampal ROI were signiﬁcantly activated or deactivated by the task. ", "reverse contrast, two regions were signiﬁcantly less active in the controls compared with the aMCI patients ", "These regions are in the right DLPFC, in a medial region of the superior frontal gyrus and in the primary ", "This included areas important for navigation such as the retrosplenial cortex, bilateral precuneus, left dorsolateral prefrontal cortex (DLPFC), and caudate nucleus, extending into the parahippocampal gyrus and hippo- campus. It also included areas such as the left middle frontal gyrus, bilateral insula, and occipital cortex. "], "12": ["In the control group, a large network of brain regions showed increased BOLD response during the task compared with rest, including a large cluster with a peak in the posterior parietal cortex that extended bilaterally into the precuneus and visual cortex ", "When activity at four versus six platforms was compared, the left supramarginal gyrus showed a trend for being more active at four than six platforms ", "In the ROI analysis of the hippocampus/parahippocampus, a cluster within the right hippo- campus was signiﬁcantly activated during the task compared with rest ", "In the aMCI group ", "control group, an area in the midline cuneus showed task-related deactivations compared "], "15": ["motor cortex, in the precentral gyrus. Using the parahippocampal/hippocampal ROI, one cluster in the left posterior hippocampus and one in the right parahippocampal gyrus, extending into the hippocampus, were signiﬁcantly more active in the control group than in the patients ( ", "Across both groups, a region in the right supplementary motor area (BA 6) was signiﬁ- cantly more active at four platforms versus six platforms ", "Finally, driven by the behavioral results, we compared activity in the aMCI group versus controls at the end of the four-platform trials, where the only performance diﬀerences were seen. This showed signiﬁcantly more activity in the right caudate in the control group compared with the patients ", "Multiple regions of reduced gray matter were seen in the aMCI group in comparison to the controls ", "he hippocampus bilaterally, as well as the left perirhinal cortex. Another cluster covered the right thalamus "], "16": ["Olton Radial Arm ", "Maze in an fMRI study comparing "], "7": ["and matched controls on a virtual reality Olton Radial Arm Maze analog ", "eight patients (5 male) with aMCI ", "criteria for aMCI as deﬁned in Petersen et al. (2001),  ", "Clinical Dementia Rating Scale ", "group of 10 healthy volunteers (6 male), age and IQ matched to the patients "], "6": ["Here we investigate spatial navigation in aMCI using fMRI for the ﬁrst time. ", "We present data from a group of aMCI patients ", "Virtual reality navigation tasks are highly suitable for use in an MRI environment, and the widespread use of navigation tasks in healthy controls has identiﬁed regions that are reliably activated ", "Amnestic Mild Cognitive Impairment (aMCI) ", "Spatial navigation impairments occur early in the progress of AD, where patients can be disoriented even in familiar surroundings "], "8": ["Wechsler Abbreviated Scale of Intelligence (WASI ", "California Verbal Learning Test ", "Logical Memory and Visual Reproduction Subtests of the Wechsler Memory Scale-III ", "Hayling and Brixton Tasks ", "National Adult Reading Test ", "Trail Making Task ", "computerized N-back task ", "Participants moved in a virtual circular arena containing a randomly arranged array of circular platforms positioned on the ﬂoor "]}